{
  "bc interior": {},
  "lower mainland": {},
  "manitoba": {},
  "northern alberta": {
    "57114": {
      "affected_area": "Edmonton (Boyle Street)",
      "affected_services": [
        "Internet",
        "Business Internet",
        "Phone",
        "Business Phone",
        "Digital TV",
        "VOD",
        "Gateway",
        "BlueCurve TV",
        "WiFi Access Points"
      ],
      "live_updates": [
        [
          "01/21/2023",
          "07:54 MT",
          "Due to safety concerns in the area, our technicians are not currently able to access our equipment to restore services. Further updates will be provided  as they become available.  Thank you for your continued patience."
        ],
        [
          "01/20/2023",
          "23:10 MT",
          "Technicians will continue working to restore service and we will have an update in the morning."
        ],
        [
          "01/20/2023",
          "21:41 MT",
          "Technicians continue to work to restore service as quickly possible. However, due to the nature of the repairs involved, we expect that this will take a few hours. We will continue to monitor the situation and provide updates when available."
        ],
        [
          "01/20/2023",
          "19:30 MT",
          "On-site technicians continue working diligently to resolve this outage."
        ],
        [
          "01/20/2023",
          "17:33 MT",
          "Tech crews continue to work in the area to restore services."
        ],
        [
          "01/20/2023",
          "13:41 MT",
          "Technicians are on site working to resolve this issue."
        ],
        [
          "01/20/2023",
          "10:21 MT",
          "Technical crews are dispatched to arrive on site to investigate this matter."
        ],
        [
          "01/20/2023",
          "08:08 MT",
          "Our teams are looking into it. Please stay tuned for updates."
        ]
      ],
      "reference_number": "INC1207847",
      "summary": "Some customers in the Boyle Street area of Edmonton are experiencing an interruption to Internet, Television and Home Phone services. We are working to restore service as quickly as possible and apologize for any inconvenience this may cause.",
      "title": "Jan 21 - Edmonton (Boyle Street) | All Services - Outage (Fix In Progress)",
      "url": "https://support.shaw.ca/t5/service-updates-outages/jan-21-edmonton-boyle-street-all-services-outage-fix-in-progress/ta-p/57114"
    }
  },
  "ontario": {},
  "saskatchewan": {},
  "southern alberta": {},
  "vancouver island": {}
}