{
  "bc interior": {},
  "lower mainland": {},
  "manitoba": {},
  "northern alberta": {},
  "ontario": {},
  "saskatchewan": {},
  "southern alberta": {
    "48053": {
      "affected_area": "Calgary (Downtown, Sunalta, Beltline surroundings)",
      "affected_services": [
        "Internet",
        "Business Internet",
        "Phone",
        "Business Phone",
        "Digital TV",
        "VOD",
        "Gateway",
        "BlueCurve TV",
        "WiFi Access Points"
      ],
      "live_updates": [
        [
          "03/28/2022",
          "6:13 MT",
          "Our technicians have been able to restore service to many of the affected customers overnight and are continuing to work to get the rest online as soon as possible. We appreciate your continued patience."
        ],
        [
          "03/27/2022",
          "21:48 MT",
          "Our technicians continue to repair services through the night. We apologize for the extended disruption."
        ],
        [
          "03/27/2022",
          "18:24 MT",
          "Technicians are on site working to restore service as quickly as possible. Due to the nature of the damage to our network no ETA is available at this time but we will continue to monitor the situation and provide updates when available."
        ],
        [
          "03/27/2022",
          "13:01 MT",
          "Technicians continue to work to restore service as quickly possible. However, due to the nature of the repairs involved, we expect that this will take a few hours. We will continue to monitor the situation and provide updates when available."
        ],
        [
          "03/27/2022",
          "10:08 MT",
          "Technicians are still on site working to resolve this as soon as possible."
        ],
        [
          "03/27/2022",
          "08:57 MT",
          "On-site technicians continue working diligently to resolve this outage."
        ],
        [
          "03/27/2022",
          "07:21 MT",
          "Tech crews are working towards a resolution."
        ],
        [
          "03/27/2022",
          "06:11 MT",
          "Our teams are looking into it. Please stay tuned for updates."
        ]
      ],
      "reference_number": "INC1102217",
      "summary": "Customers in the downtown area of Calgary, and those in the Sunalta and the Beltline areas of Calgary,  are experiencing an interruption to their Internet, Television and Home Phone services. We are working to restore service as quickly as possible and apologize for any inconvenience this may cause.",
      "title": "Mar 28 - Calgary (Downtown, Sunalta, Beltline surroundings)  | All Services - Outage (Fix In Progress)",
      "url": "https://support.shaw.ca/t5/service-updates-outages/mar-28-calgary-downtown-sunalta-beltline-surroundings-all/ta-p/48053"
    }
  },
  "vancouver island": {}
}